{
  "code": 200,
  "message": "Data retrieved successfully",
  "data": [
    {
      "author": "Sparkassen-Hänno",
      "quote": "You suck!"
    },
    {
      "author": "Sparkassen-Hänno",
      "quote": "Wer TFT spielt, sollte auch Schaufel spielen gehen und sich vergraben"
    },
    {
      "author": "Sparkassen-Hänno",
      "quote": "Kein Gold der Welt kann Platin aus dir machen"
    },
    {
  "author": "Sparkassen-Hänno",
  "quote": "Dein Zinsatz bei der Sparkasse ist höher als deine Chance auf Platin."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist nicht 'Hardstuck Gold', du bist einfach das personifizierte Tutorial."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Wer 1000 Spiele in Gold braucht, hat die Kontrolle über sein Leben und seine Econ verloren."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Skill-Level ist wie ein Dispokredit: Tief im Minus und keine Besserung in Sicht."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du rollst öfter auf Level 7 als ich Kontoauszüge drucke – und beides ist bei dir reine Verschwendung."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "In der Zeit, die du in Gold verschwendet hast, hätten andere eine Ausbildung zum Bankkaufmann abgeschlossen."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ein 3-Sterne-Champ in deinen Händen ist wie eine Goldmünze im Gulli: Absolut nutzlos."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Placement ist wie eine schlechte Aktie: Es geht nur nach unten, aber du hältst trotzdem dran fest."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Gold-Elo ist kein Rang, es ist eine Diagnose für chronische Lernresistenz."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du spielst TFT wie ein Sparkassen-Praktikant: Keine Ahnung vom Markt, aber Hauptsache das ganze Gold verballert."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ein guter Disengage rettet mehr Leben als ein schlechter Engage kostet."
      }, 
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin ist kein Skill-Nachweis, sondern nur Gold mit Ego."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ich biete Challenger-Coaching an, aber selbst ich kann Wunder nicht finanzieren."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin erreicht, Lernkurve gekündigt."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Rang sagt Platin, dein Gameplay sagt ‚erste Woche TFT‘."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Challenger ist für dich wie ein Immobilienkredit ohne Eigenkapital: reine Fantasie."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du spielst Platin wie andere Gold – nur mit mehr Selbstüberschätzung."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ich kann dir Coaching geben, aber Denken musst du immer noch selbst."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin-Hardstuck ist kein Zwischenstopp, es ist dein Endbahnhof."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Makro ist schlechter als deine Ausreden nach einem 8th."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Challenger-Ziel gesetzt, Platin-Mindset behalten."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du kaufst Level, aber keinen Skill."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin-Spieler denken, sie sind gut – gute Spieler wissen, dass sie es nicht sind."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Boards sehen aus wie mein Konto nach einem All‑In auf Level 6."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ich biete Challenger-Coaching an. Für dich empfehle ich erst mal Lesen."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin ist da, wo Hoffnung stirbt und Copium geboren wird."
  },
  {
  "author": "Sparkassen-Hänno",
  "quote": "Benajas  Positioning ist wie dein Kontostand: chaotisch und ohne Plan."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom? Eher E2Bottom mit dem Itemmanagement."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Benaja rollt auf 6 für 3-Cost Carries – ich rolle meine Augen für umsonst."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom spielt Flex-Comp wie ich Schach spiele: gar nicht."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Econ-Kurve sieht aus wie ein EKG nach drei Energy-Drinks, Benaja."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom forciert Comps wie ich Überstunden: ungern und erfolglos."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Benaja, du scoutest weniger als ein Sparkassen-Azubi die Konkurrenz."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom kauft XP wie ich Lottoscheine: viel zu früh und ohne Strategie."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Klick-Tempo ist Platin, dein Timing ist Bronze, Benaja."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom spielt Reroll-Comps und rerollt trotzdem sein Leben jeden Patch."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Benaja, deine Augments passen zusammen wie Öl und Wasser – gar nicht."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom nimmt die falschen Augments und wundert sich über 6th Place."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Board hat mehr Lücken als dein Spielverständnis, Benaja."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Benaja, du spielst Best-in-Slot-Items auf Worst-in-Slot-Units."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom verliert gegen Comps, die ich nicht mal im Patch-Notes finde."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Wincon ist so unklar wie deine Itemverteilung - Herr Mix."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "E2Boom hat mehr Ausreden als Top-4-Placements."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Benaja spielt TFT wie Roulette: viel Hoffnung, wenig System."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Lategame ist wie mein Vertrauen in dich: nicht existent."
  }, 
    {
  "author": "Sparkassen-Hänno",
  "quote": "Platin ist nicht dein Rang, es ist dein IQ."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist der Grund, warum Leute FF auf 3-2 drücken."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Eltern haben mehr in dich investiert als du in deine Econ – beides verschwendet."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin-Hardstuck ist keine Phase, es ist deine Persönlichkeit."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du spielst TFT wie du lebst: planlos, erfolglos, hoffnungslos."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Gameplay ist so schlecht, selbst Iron-Spieler fühlen sich überlegen."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ich biete Challenger-Coaching an, aber selbst Gott könnte dich nicht retten."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist nicht hardstuck, du bist einfach talentfrei."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Winrate ist niedriger als deine Lebenserwartung in diesem Elo."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin zu erreichen war Glück. Platin zu bleiben ist Können – fehlendes Können."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist der Free-LP, über den alle reden."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Board ist so schwach, selbst die Minions haben Mitleid."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du verschwendest mehr Zeit in Platin als die Sparkasse bei Überweisungen."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Challenger? Du schaffst nicht mal den Weg aus deinem Bett ohne Misplay."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Deine Entscheidungen sind so schlecht, selbst RNG distanziert sich."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist der Beweis, dass Übung nicht immer zum Meister macht."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Platin-Elo und Null-Skill – Name a more iconic duo."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Macro ist nicht existent, dein Micro ist peinlich."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du spielst wie ein Bot – nur schlechter programmiert."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ich habe mehr Vertrauen in die Deutsche Bahn als in dein Lategame."
  }
  ]
}



