{
  "code": 200,
  "message": "Data retrieved successfully",
  "data": [
    {
      "author": "Sparkassen-Hänno",
      "quote": "You suck!"
    },
    {
      "author": "Sparkassen-Hänno",
      "quote": "Wer TFT spielt, sollte auch Schaufel spielen gehen und sich vergraben"
    },
    {
      "author": "Sparkassen-Hänno",
      "quote": "Kein Gold der Welt kann Platin aus dir machen"
    },
    {
  "author": "Sparkassen-Hänno",
  "quote": "Dein Zinsatz bei der Sparkasse ist höher als deine Chance auf Platin."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du bist nicht 'Hardstuck Gold', du bist einfach das personifizierte Tutorial."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Wer 1000 Spiele in Gold braucht, hat die Kontrolle über sein Leben und seine Econ verloren."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Skill-Level ist wie ein Dispokredit: Tief im Minus und keine Besserung in Sicht."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du rollst öfter auf Level 7 als ich Kontoauszüge drucke – und beides ist bei dir reine Verschwendung."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "In der Zeit, die du in Gold verschwendet hast, hätten andere eine Ausbildung zum Bankkaufmann abgeschlossen."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ein 3-Sterne-Champ in deinen Händen ist wie eine Goldmünze im Gulli: Absolut nutzlos."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Dein Placement ist wie eine schlechte Aktie: Es geht nur nach unten, aber du hältst trotzdem dran fest."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Gold-Elo ist kein Rang, es ist eine Diagnose für chronische Lernresistenz."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Du spielst TFT wie ein Sparkassen-Praktikant: Keine Ahnung vom Markt, aber Hauptsache das ganze Gold verballert."
  },
  {
    "author": "Sparkassen-Hänno",
    "quote": "Ein guter Disengage rettet mehr Leben als ein schlechter Engage kostet."
      }
  ]
}


